export const postService = () => {
  const data = [
    {
      name: '袁伟',
      class: '中国好人',
      district: '长清区',
      year: 2019,
      type: '诚实守信',
      title: '农村致富带头人，十年创业结硕果',
      job: '双泉镇大爱服装厂厂长',
      desc:
        '<p>袁伟，女，党员，1982年1月出生，双泉镇大爱服装厂厂长</p>\n\n<p>十年前，为带领大家共同致富，袁伟带领村里的妇女创建了大爱服装厂。为守承诺，在资金、技术、管理困难重重的情况下，袁伟投资让员工们免费学技术，订单货款收不回来，自己跑断腿为员工们要回血汗钱。因诚信经营，袁伟的服装厂被大型企业博惠纺织有限公司认定为长期合作伙伴，企业发展走向正规，定单充足。如今她凭借着“诚信”二字，带领着大家一起致富,安置妇女和身体有残疾的劳动力50多人，解决农村剩余劳动力的同时，改善了她们的生活质量。袁伟来先后被评为＂长清区第六届道德模范＂“文明和谐道德模范家庭”和双泉镇“最美双泉人”等荣誉称号。</p>\n\n \n ',
      story:
        '<p>为守信扛起千斤重担。2007年，袁伟决定自己创业来改变生活现状，在镇驻地租了两间门面，做起了服装销售，凭着诚实守信口碑好，服装店的生意异常红火，在镇上有了一定知名度。看到村里有很多同龄妇女处于无业状态，袁伟就劝她们说趁年轻找点事情做。大伙儿笑着说：“我们又不像你敢闯敢干，我们可没你那本事，要不你领着我们干吧”。本来是一句玩笑话，没想到袁伟听后反复琢磨了好几天，决定我领着她们一起干。可这个想法一说出立刻遭到全家人的反对，第一服装店的生意好，关门太可惜；第二，办服装厂需要大量资金，怎么筹钱；第三，厂子搞得好大家都高兴，但万一黄了又该怎么交代。经过袁伟的再三劝说家人勉强同意她先试试。袁伟就多方走访、外出考察，最终通过东拼西凑凑了30万元投资服装加工，又在北付村租赁7间600平方米房子作为厂房，2011年“大爱服装”加工厂注册完成。</p>\n\n<p>为守信风雨中选择坚守。所谓选择一个行业容易，但是实际经营和运作起来相当困难。服装厂成立后，厂房设备配套齐全，单单就少了技术。在招聘来的员工里，大多数都是无业妇女和残障人士，个个都是零基础。为了企业长久发展，也为了让大家都能有一技傍身，袁伟高薪聘用专业技师一名进行技术培训。为了遵守承诺，培训期间，工人基本工资照发，加上管理经验不足，很快就砸进去了20多万元。困难面前，袁伟牢记跟姐妹们当初的约定，咬定青山不放松，经过不断摸索，凭借过硬的技术和讲信用的品格，服装厂最终和泰安华洋服装有限公司达成合作共识，由其注入资金和技术，并定期定量给华洋公司做加工定单，初期的合作比较愉快和顺利，袁伟和她的服装加工厂，有了喘息的机会。好景不长，随着市场的不断变化，服装行业遇到了瓶颈，华洋公司的定单越来越少，并且遇到了结账难问题，从半年结一次账，到找不到人结账，袁伟又走上了讨债的道路，从每周去泰安三趟，到后来天天去，却始终没有要回一分钱，眼看马上到年底了，袁伟再也坐不住了，自己要不到钱厂里30多名姐妹们怎么回家过年。那几天袁伟整天愁眉苦脸，想来想去，她决定到泰安华洋公司老板的家里要钱，一定要赶到年三十前把钱要回来发给大家。腊月二十九早上一早她就去了泰安找到了华洋公司老板的家里，去了以后袁伟也不说要钱的事只是和他的家人拉家常一起做家务，到了晚上看袁伟也没走的意思，老板的家人就让老板把钱给袁伟了，拿到钱后袁伟心里的石头才算落了地。</p>\n\n<p>2014年春节过后，和泰安华洋服装有限公司不能再合作了,看到袁伟创业的不容易和遇到的各种委屈，家人再次劝说她不要再经营这个服装加工厂了，但是袁伟说，“服装厂努力经营了三年了，工人的技术也都成熟了，厂子和所有姐妹们一起经过那么多风风雨雨才走到今天的，大家都指望着我，我不能失信于姐妹们。”就这样，怀着一颗诚信的心，倔强的性格和不服输的精神，她再次选择了坚持。</p>\n\n<p>因诚信赢得长期合作伙伴。也许是老天眷顾始终努力坚持的人，通过朋友介绍认识了资金和业务实力雄厚的博惠纺织有限公司的老板，经过双方考察后一拍即合，立即达成合作协议，但是随着合作的升级以及加工产品的不断高端化，厂房和设备老化成了发展瓶颈，袁伟立即多方筹资20万元对厂房进行重新装修，设备全部更换为最新款的电脑机器。</p>\n\n<p>初次合作，由于交流有出入，大爱服装加工厂加工的1000多件服饰因为一个色差小问题，被博惠纺织有限公司全部退了回来，这对于袁伟不易例外又是一次打击，袁伟没有气馁，坚守诚信带领着厂子姐妹们加班加点全部重新赶制，虽然自己损失了近万元，但还是坚守承诺时间，定期交付，而对方在检验无误后，也迅速转来了承诺货款。基于袁伟及公司的诚实守信，博惠纺织有限公司认定了这家小服装加工厂做为长期合作伙伴。</p>\n\n<p>经历过多年的风风雨雨，大爱服装加工厂仍旧屹立不倒，在袁伟的诚信经营带动与管理下，现在加工厂共安置妇女和残疾劳动力50多人，平均工资都在两千到三千元不等，也实现了袁伟自己曾经的承诺。同时，袁伟还积极响应全国脱贫攻坚号召，主动请缨，帮扶了两个贫困户脱贫。凭借着踏实肯干、敢闯敢当、诚实守信，袁伟先后获得“长清区第六届道德模范”、双泉镇“最美双泉人”、“文明和谐道德模范家庭”等多个荣誉称号，袁伟承诺，还将带领厂里姐妹继续扎实工作，稳步发展，走向另一个新的台阶，不辜负政府、领导以及信任她的姐妹们与合作公司的期盼。</p>\n\n ',
      image: '袁伟工作照1.jpg,袁伟工作照2.jpg,袁伟生活照.jpg',
      thumbnail: '袁伟工作照1.jpg',
    },
    {
      name: '宁波',
      class: '中国好人',
      district: '历下区',
      year: 2019,
      type: '助人为乐',
      title:
        '志愿服务四十年  坚持公益爱无疆\n——济南市历下区甸柳街道吉祥苑社区居民宁波事迹材料',
      job:
        '济南市历下区甸柳街道吉祥苑社区居民，社区“匠心筑梦”志愿服务工作站站长',
      desc:
        '<p>宁波，男，1956年10月出生，济南市历下区甸柳街道吉祥苑社区居民，社区“匠心筑梦”志愿服务工作站站长。</p>\n\n<p>宁波同志志愿服务四十年，义务理发、维修家具、打磨道具、维修电器及水电管道样样精通。他创办社区“匠心筑梦”志愿服务站，吸引了众多居民的热情参与，让志愿服务在社区蔚然成风。宁波同志荣登2019年度“山东好人榜”、“济南好人榜”，获评“山东省最美志愿者”、“济南市最美志愿者”等荣誉称号。</p>\n\n',
      story:
        '<p>宁波同志自行开展志愿服务活动已有40余年，在这几十年里，他不间断自学了各种传统手艺，利用休息日广泛开展多种便民活动：义务为居民、残疾人、居家老人、环卫工人理发、磨刀、磨剪子、修理面板等，制作并维修家具，制作并赠送马扎、方凳；谁家水管坏了，电不通了，只要他知道立马跑去帮助修好，他看见好多楼道，每天亮着灯，就自费买来声控灯头帮着换上。</p>\n\n<p>宁波做志愿服务是从理发开始的。20岁时，宁波学会了理发；有一次，他在小区里看到前来运垃圾的环卫工人头发很长、蓬头垢面，就主动招呼环卫工人来理发。</p>\n\n<p>刚开始他义务为社区环卫工人理发，环卫工人怕收费、也就不肯相信，为了免除环卫工人的思想包袱，宁波自制了免费理发券，通过居委会发给他们，让环卫工人凭券理发有了底气。2013年3月，社区“爱心理发屋”成立，他每月都定期给甸柳辖区的环卫工人免费理发，他的贴心服务与关怀，暖了人心。</p>\n\n<p>而南部山区的敬老院中、乡村中也时常活跃着他和妻子戴桂英的身影。他们的名字对于南部山区的一些居民来说，并不陌生——乡亲们清楚地记得，那时候村里来了两个人，男的名叫宁波，女的名叫戴桂英，穿得很板正。他们俩说是两口子，来给乡亲们理发，进行公益服务。</p>\n\n<p>那时候，“公益服务”这个名词，对于面朝黄土背朝天的乡亲们来说还很时髦。大家都在想：咋还有剪头发不要钱的？就在乡亲们犹豫的时候，宁波、戴桂英夫妇支好了摊子。此时，有些村民抱着试一试的心态，在椅子上坐下了。别说，这夫妇俩的水平还挺高，三下五除二就给剪完了。理发的人对着镜子瞅了瞅，该短的地方短，该薄的地方薄，剪得还真不错。此时，有位老人颤颤巍巍地从兜里掏出一把零钱要付钱，宁波、戴桂英连忙将钱推了回去，亲切地说：“老人家，不是说了吗，我们理发是做公益，不要钱的。”那位老人当场情不自禁地留下了眼泪。</p>\n\n<p>如今，宁波夫妇坚持公益活动已然十余年，他们只要有时间就去南山为贫困家庭居民理发。宁波、戴桂英夫妇说，每次去南山理发都是在交朋友。十年间，他们结识了许多朴实憨厚的“农村兄弟”。宁波同志在公益活动中体现真情关怀、彰显贴心温暖。</p>\n\n<p>提起宁波，吉祥苑社区的居民都对他交口称赞。为了让居民吃到质优价廉的新鲜蔬菜，宁波曾开车跑产地，搞产销对接，使农家地头的各类蔬菜直接供应居民，让群众少花钱多办事，不花钱也能办事。</p>\n\n<p>每年的社区创城工作，宁波都积极参与其中。2017年冬天一夜大雪过后，社区道路上雪厚路滑，居委会人员和几位社区志愿者在文化东路25号的道路上清扫积雪。宁波夫妇闻讯迅速赶来，二话不说便加入清扫工作中。今年创城，宁波夫妇带领朋友们清理小广告、清理卫生死角、摆放乱摆放车辆，不畏寒冷的天气，极大地帮助了街道及社区的创城工作。</p>\n\n<p>2017年，吉祥苑社区成立“匠心筑梦”志愿服务工作站，推出“匠心筑梦”志愿服务品牌。在宁波个人魅力的感召和影响下，十几名平均年龄在65岁、各具专长的能工巧匠将自己的工具搬到居委会提供的场所里，成立了志愿者工作站。</p>\n\n<p>这支志愿服务队伍每天无偿地为周边居民义务理发，维修家具、打磨刀具、维修电器和水电管道等，他们在用自己的双手服务百姓，用自己的心灵传递正能，用自己的行动为省会城市补充功能。</p>\n\n<p>宁波个性品质谦虚低调、热心公益，志愿服务不忘初心、矢志不渝，他时时处处不忘为百姓服务，他无私奉献从不计较个人得失。通过自身努力，让志愿服务蔚然成风。</p>\n\n ',
      image: '宁波老师为居民修理椅子.jpg,宁波为居民义务理发.jpg',
      thumbnail: '宁波老师为居民修理椅子.jpg',
    },
  ];
  return data;
};
